7zip
base
base-devel
bat
bluetui
bluez
bluez-utils
brightnessctl
dmenu
dunst
efibootmgr
fastfetch
fd
feh
firefox
flameshot
fzf
gimp
git
gst-plugin-pipewire
htop
i3blocks
i3lock
imagemagick
inkscape
intel-media-driver
intel-ucode
iwd
jq
lf
libnotify
libpulse
libreoffice-still
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
ly
man-db
nano
neovim
nsxiv
openssh
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pillow
python-pip
python-pywal16
python-pywalfox
ranger
redshift
ripgrep
rtkit
ruff
scrot
smartmontools
sof-firmware
ttf-font-awesome
ttf-hack
unzip
vim
vulkan-intel
w3m
wget
wireless_tools
wireplumber
wpa_supplicant
xclip
xdg-utils
xf86-input-synaptics
xf86-video-vesa
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
xterm
yay
yay-debug
zathura
zathura-pdf-mupdf
zotero-bin
zoxide
zram-generator
